Repository: godiard/story
Catalog: Story.activity/po/pbs.po
Languages: pbs

source: Story
pbs: Manamjang

source: Game
pbs: namjeng

source: Load new images.
pbs: Mavejep viñkjiu xikji'ik

source: Save as image
pbs: Makjat nkjaí xikji'ik

source: Start recording
pbs: Mapup maka'ant

source: Nothing to play
pbs: nip limi kad-er masás

source: image
pbs: kutau

source: Play recording
pbs: Malei ne maka'an

source: Save recording
pbs: Makjat ne maka'an

source: Stop recording
pbs: Mama'aí maka'an

source: audio note for %s
pbs: Vateí maka'an ne %s
